Repository: chuyeonhak/Linky
Catalog: Linky/Linky/Resources/Localize/Localizable.xcstrings
Source language: en
Languages: ja, ko

source: Add Link
ja: リンクを追加する
ko: 링크 추가하기

# addLinkComplete
source: Link registration complete!
ja: リンク登録が完了しました！
ko: 링크 등록 완료!

# addLinkPlaceholder
source: Enter the link to be added
ja: 追加するリンクを入力してください
ko: 추가할 링크를 입력해주세요.

# addLinkTitle
source: Please add a link :)
ja: リンクを追加します :)
ko: 링크를 추가해 주세요 :)

# addLinkToast
source: Link addition completed!
ja: リンクの追加が完了しました！
ko: 링크 추가 완료!

# addLinkyText
source: Add Linky directly
ja: リンキーを直接追加する
ko: 링키 바로 추가하기

# addNewTagSubtitle
source: Please enter the new tag name.
ja: 新しいタグ名を入力してください。
ko: 새로운 태그 이름을 입력해 주세요.

source: Add tag
ja: タグを追加する
ko: 태그 추가

# addTagPlaceholder
source: Please enter the tag to add.
ja: 追加するタグを入力してください。
ko: 추가할 태그를 입력해 주세요.

source: All
ja: すべて
ko: 전체

# allowNotificationMessage
source: Pressing Confirm will take you to the settings app.
ja: 確認を押すと設定アプリに移動します。
ko: 확인을 누르면 설정 앱으로 이동합니다.

# allowNotificationTitle
source: Please allow Linky in notification settings.
ja: 通知設定でリンキーを許可してください。
ko: 알림 설정에서 링키를 허용해 주세요.

source: Back
ja: 戻る
ko: 돌아가기

source: Cancel
ja: キャンセル
ko: 취소

source: Category
ja: カテゴリ
ko: 카테고리

# categoryError
source: An error occurred.
ja: エラーが発生しました。
ko: 오류가 발생했어요.

# categoryEtc
source: etc.
ja: その他
ko: 기타 문의

# categoryNone
source: Please select the type of inquiry.
ja: 問い合わせ種類を選択してください。
ko: 문의 유형을 선택해 주세요.

# categoryWant
source: This is needed.
ja: これが必要です。
ko: 이런 게 필요해요.

source: Change password
ja: パスワードを変更する
ko: 비밀번호 변경

source: Change tag name
ja: タグ名を変更する
ko: 태그 이름 변경

# changeTagSubtitle
source: Enter the tag to be changed.
ja: 変更するタグを入力してください。
ko: 변경할 태그를 입력해 주세요.

source: Clear
ja: クリア
ko: 비우기

source: Completed
ja: 完了
ko: 완료

source: Confirm
ja: 確認
ko: 확인

source: Day setting
ja: 日付設定
ko: 요일 설정

source: Delete
ja: 削除
ko: 삭제

# deleteTagMessage
source: All tags will be removed from connected links.
ja: すべてのタグが関連付けられたリンクから削除されます。
ko: 연결된 모든 링크에서 태그가 삭제됩니다.

# deleteTagTitle
source: Delete the #TAG#
ja: #TAG#を削除しますか？
ko: #TAG# 태그를 삭제할까요?

source: Edit
ja: 編集
ko: 수정

source: Edit link
ja: リンクを編集する
ko: 링크 수정

# enterNewPassword
source: Enter a new password
ja: 新しいパスワードを入力してください。
ko: 새로운 암호 입력

# enterNewPasswordSubtitle
source: Please enter a new password.
ja: 新しいパスワードを入力してください。
ko: 새로운 암호를 입력해 주세요.

source: Enter password
ja: パスワードを入力してください。
ko: 비밀번호 입력

# enterPasswordAgain
source: Please enter again for confirmation.
ja: 確認のためにもう一度入力してください。
ko: 확인을 위해 한 번 더 입력해 주세요.

# enterPasswordSubtitle
source: Please enter a four-digit password.
ja: 4桁のパスワードを入力してください。
ko: 비밀번호 네 자리를 입력해 주세요.

# findLinkInfoPlaceholder
source: Please enter link information.
ja: リンク情報を入力してください。
ko: 링크 정보를 검색해 주세요.

# findTagPlaceholder
source: Please search for tags.
ja: タグを検索してください.
ko: 태그를 검색해 주세요.

# friday
source: FRI
ja: 金
ko: 금요일

source: Inquiry
ja: 問い合わせ
ko: 문의하기

source: Inquiry content
ja: 問い合わせ内容
ko: 문의내용

# inquiryContentToast
source: Please enter your content!
ja: 内容を入力してください！
ko: 내용을 입력해주세요!

# inquiryPlaceholder
source: I am a sensitive developer. Profanity hurts a my feelings.
ja: 私は敏感な開発者です。 不適切な言葉は 私の気持ちを傷つけます.
ko: 마음이 여린 개발자입니다. 비속어는 개발자의 마음을 아프게 합니다.

# linkCopyComplete
source: Link copy completed.
ja: リンクのコピーが完了しました。
ko: 링크 복사가 완료되었습니다.

# linkCountText
source: You have #COUNT# links.
ja: #COUNT# リンクがあります。
ko: #COUNT#개의 링크가 있어요.

source: Link Management
ja: リンク管理
ko: 링크 휴지통

source: Link memo
ja: リンクメモ
ko: 링크 메모

# linkModiToast
source: Link modification completed!
ja: リンクの変更が完了しました！
ko: 링크 수정 완료!

# linkPlaceholder
source: Enter memo (Max 30 characters)
ja: タグを入力（最大30文字）
ko: 메모 입력(띄어쓰기 포함, 30자 이내)

# lock
source: Screen lock settings
ja: 画面ロック設定
ko: 화면 잠금 설정

# maxCountInquiryToast
source: You have exceeded the maximum number of suggestions for today.
ja: 今日の提案の最大数を超えました。
ko: 금일 건의사항 최대 횟수를 넘으셨습니다.

# monday
source: MON
ja: 月
ko: 월요일

source: More
ja: もっと
ko: 더보기

# networkErrorToast
source: Please try again later.
ja: 後でもう一度お試しください。
ko: 잠시 후 다시 시도해 주세요.

source: No tags
ja: タグなし
ko: 태그 없음

# notiContentMessage
source: Check the links you saved to read later.
ja: 後で読むために保存したリンクを確認してください
ko: 나중에 보려고 저장해둔 링크를 확인해 보세요.

# notiContentTitle
source: It's the day to check unread links.
ja: 未読リンクを確認する日です。
ko: 안 읽은 링크를 확인하는 날이에요.

# notificationGuideText
source: Choose the day and time you want to see Linky :)
ja: Linkyを見たい日時を選択してください :)
ko: 링키를 보고 싶은 요일과 시간을 정해보세요 :)

# notificationSaveToast
source: Notifications have been saved.
ja: 通知が保存されました。
ko: 알림을 저장하였습니다.

source: Notification settings
ja: 通知設定
ko: 알림설정

# notificationSettingToast
source: After completing the settings, please save.
ja: 設定が完了したら保存してください。
ko: 설정을 완료하신 후 저장해 주세요.

# passwordErrorSubtitle
source: Does not match the previously entered number.
ja: 以前に入力した番号と一致しません。
ko: 전에 입력한 번호와 일치하지 않아요.

# passwordGuide
source: If you lose your password, you will need to reinstall the app, and all saved links will be deleted.
ja: パスワードを紛失した場合、 アプリを再インストールする必要があり、 保存されているすべてのリンクが削除されます。
ko: 비밀번호를 잃어버릴 경우 앱을 재설치 해야 하며, 저장된 링크는 모두 삭제됩니다.

# pasteButtonText
source: Paste the copied link
ja: コピーしたリンクを貼り付ける
ko: 복사한 링크 붙여넣기

# previous7Day
source: Previous 7 Days
ja: 過去7日間
ko: 이전 7일

# previous30Day
source: Previous 30 Days
ja: 過去30日間
ko: 이전 30일

source: Read
ja: 読む
ko: 읽음

# readCount
source: Read #COUNT# times.
ja: #COUNT#回読まれました。
ko: #COUNT#번 읽음

source: Recommendation link
ja: 推奨リンクです
ko: 추천 링크

source: Recover
ja: 復元
ko: 복원하기

# saturday
source: SAT
ja: 土
ko: 토요일

source: Save
ja: 保存
ko: 저장하기

source: Select all
ja: すべて選択
ko: 전체선택

source: Submit
ja: 提出
ko: 제출하기

# submitAlertTitle
source: Would you like to submit an inquiry?
ja: 問い合わせを提出しますか？
ko: 문의를 제출할까요?

# submitCompleted
source: Your submission is complete!
ja: 送信が完了しました！
ko: 문의 완료!

# sunday
source: SUN
ja: 日
ko: 일요일

source: Tag
ja: タグ
ko: 태그

# tagCountText
source: You have #COUNT# tags.
ja: #COUNT#個のタグがあります。
ko: #COUNT#개의 태그가 있어요.

source: Tag management
ja: タグ管理
ko: 태그 관리

# tagManageSubtitle
source: If you delete a tag with linked links, the links will be associated with 'No tags'.
ja: 関連付けられたリンクを含むタグを削除すると、 リンクが「タグなし」に関連付けられます。
ko: 연결된 링크가 있는 태그를 삭제하면 해당 링크는 '태그 없음'에 연결돼요.

# tagNameErrorText
source: There is a tag with the same name.
ja: 同じ名前のタグがあります。
ko: 동일한 이름의 태그가 있습니다.

# tagPlaceholder
source: Enter tag (Max 8 characters)
ja: タグを入力（最大8文字）
ko: 태그 입력(띄어쓰기 포함, 8자 이내)

# thursday
source: THU
ja: 木
ko: 목요일

# timeEmptyText
source: You can see the links I added in order of time.
ja: 私が追加したリンクを 時間順に見ることができます。
ko: 내가 추가한 링크를 시간 순서대로 볼 수 있어요.

source: Timeline
ja: タイムライン
ko: 타임라인

source: Time setting
ja: 時間設定
ko: 시간 설정

# tips
source: Maximize Linky usage by 120%
ja: Linkyの使用率を120%に最大化する
ko: 링키 120% 활용하기

source: Today
ja: 今日
ko: 오늘

# tuesday
source: TUE
ja: 火
ko: 화요일

source: Unread
ja: 未読
ko: 안 읽음

# updateMessage
source: Go to update.
ja: 更新に進む。
ko: 업데이트 하러가기

# updateTitle
source: Please update Linky!
ja: Linkyを更新してください！
ko: Linky를 업데이트 해주세요!

source: Use biometrics
ja: 生体認証を使用する
ko: 생체인증 사용

source: Use lock
ja: ロックを使用する
ko: 화면 잠금

source: Use notifications
ja: 通知を使用する
ko: 알림 사용

# viewLinks
source: View saved links
ja: 保存されたリンクを表示する
ko: 저장된 링크 보기

# wednesday
source: WED
ja: 水
ko: 수요일

# widgetSubtitle
source: You can see the recommended link and access it right away.
ja: 推奨リンクを表示して、すぐにアクセスできます。
ko: 추천되는 링크를 볼 수 있고 바로 링크에 접근할 수 있습니다.

source: Yesterday
ja: 昨日
ko: 어제

# widgetTitle
source: my Linky
ko: 나의 링키

source: year
ko: 년
